<script setup lang="ts">
const title = 'О нас'
const description = 'История развития студии'
useServerSeoMeta({ title, ogTitle: title, description, ogDescription: description })
useSeoMeta({ title, ogTitle: title, description, ogDescription: description })
</script>

<template>
  <main class="container pb-4 prose-li:marker:text-slate-400 sm:px-4 prose-ul:space-y-2 prose-ul:my-4 leading-[160%] prose-li:ml-8 prose-li:list-disc prose-headings:font-semibold mx-0 max-w-5xl prose-p:m-0 prose-headings:my-4 px-8 text-base prose-headings:m-0  prose-headings:text-xl lg:prose-headings:text-lg md:text-sm md:prose-headings:text-base">
    <h1 class="mb-4 leading-normal">
      О студии
    </h1>
    <p>
      Дизайн-студия Биплан-Дизайн была основана в 2000 году и за более чем 20 лет успешной работы зарекомендовала себя как одна из ведущих студий дизайна в Башкирии.
      <!-- Команда студии состоит из опытных профессионалов, включая дизайнеров интерьера, архитекторов и инженеров, которые работают вместе, чтобы создавать инновационные и функциональные пространства. -->
    </p>
    <h2>
      Услуги
    </h2>
    <p>
      Биплан предоставляет полный спектр услуг по дизайну, включая:
    </p>
    <ul>
      <li>Дизайн интерьера жилых и коммерческих помещений</li>
      <li>Архитектурное проектирование</li>
      <li>Ландшафтный дизайн</li>
      <li>Меблировка и декорирование</li>
      <li>Авторский надзор</li>
    </ul>
    Студия придерживается комплексного подхода к дизайну, учитывая как эстетические, так и функциональные аспекты пространства. Дизайнеры работают в тесном сотрудничестве с клиентами, чтобы понять их потребности и создать индивидуальные решения, которые отражают их стиль жизни и предпочтения.

    <h2>
      Портфолио
    </h2>
    <p>
      За годы работы Биплан создала впечатляющее портфолио проектов, включая жилые дома, офисы, рестораны, отели и общественные пространства. Студия известна своим вниманием к деталям, использованием высококачественных материалов и инновационным подходом к дизайну.
    </p>

    <!-- <h3 class="text-xl">
      Признание
    </h3>

    <p>
      Дизайн-студия Биплан получила многочисленные награды и признание за свою работу, включая:
    </p>
    <ul>
      <li>
        Премию «Лучший дизайн-проект года» на фестивале «Интерьерный салон»
      </li>
      <li>
        Премию «Золотой Трезини» в номинации «Лучший реализованный проект частного дома»
      </li>
      <li>
        Премию «Архитектурная премия Москвы» в номинации «Лучший проект реконструкции и реставрации»
      </li>
    </ul> -->
  </main>
</template>
