<script setup lang="ts">
import PageHeading from '~~/src/shared/ui/blocks/page-heading/page-heading.vue'

const title = 'О нас'
const description = 'История развития студии'
useSeoMeta({ title, ogTitle: title, description, ogDescription: description })
</script>

<template>
  <main class="container ">
    <PageHeading class="mb-4" >О студии</PageHeading>
    <p>
      Дизайн-студия Биплан-Дизайн была основана в 2000 году и за более чем 20 лет успешной работы зарекомендовала себя как одна из ведущих студий дизайна в Башкирии.
      <!-- Команда студии состоит из опытных профессионалов, включая дизайнеров интерьера, архитекторов и инженеров, которые работают вместе, чтобы создавать инновационные и функциональные пространства. -->
    </p>
    <h2 class="mb-2 mt-8 text-subheading">
      Услуги
    </h2>
    <p>
      Биплан предоставляет полный спектр услуг по дизайну, включая:
    </p>
    <ul class="mt-2 flex list-inside list-disc flex-col gap-2">
      <li>Дизайн интерьера жилых и коммерческих помещений</li>
      <li>Архитектурное проектирование</li>
      <li>Ландшафтный дизайн</li>
      <li>Меблировка и декорирование</li>
      <li>Авторский надзор</li>
    </ul>
    <p class="mt-4">
      Студия придерживается комплексного подхода к дизайну, учитывая как эстетические, так и функциональные аспекты пространства. Дизайнеры работают в тесном сотрудничестве с клиентами, чтобы понять их потребности и создать индивидуальные решения, которые отражают их стиль жизни и предпочтения.
    </p>
    <h2 class="mb-2 mt-8 text-subheading">
      Портфолио
    </h2>
    <p>
      За годы работы Биплан создала впечатляющее портфолио проектов, включая жилые дома, офисы, рестораны, отели и общественные пространства. Студия известна своим вниманием к деталям, использованием высококачественных материалов и инновационным подходом к дизайну.
    </p>

    <!-- <h3 class="text-xl">
      Признание
    </h3>

    <p>
      Дизайн-студия Биплан получила многочисленные награды и признание за свою работу, включая:
    </p>
    <ul>
      <li>
        Премию «Лучший дизайн-проект года» на фестивале «Интерьерный салон»
      </li>
      <li>
        Премию «Золотой Трезини» в номинации «Лучший реализованный проект частного дома»
      </li>
      <li>
        Премию «Архитектурная премия Москвы» в номинации «Лучший проект реконструкции и реставрации»
      </li>
    </ul> -->
  </main>
</template>
