<script setup lan="ts">
useSeoMeta({
  title: 'О нас',
  ogTitle: 'О нас',
  description: 'История развития студии',
  ogDescription: 'История развития студии',
})
</script>

<template>
  <main class="container prose prose-sm mx-0 max-w-5xl px-8 py-4 text-base prose-headings:text-2xl 2xl:prose-headings:text-2xl lg:prose-headings:text-xl md:text-sm md:prose-headings:text-lg sm:px-4 sm:py-2 sm:prose-headings:text-base">
    <h1 class="mb-4 leading-normal">
      О студии
    </h1>
    <p>
      Дизайн-студия Биплан была основана в 2000 году и за более чем 20 лет успешной работы зарекомендовала себя как одна из ведущих студий дизайна помещений в России. Команда студии состоит из опытных профессионалов, включая дизайнеров интерьера, архитекторов и инженеров, которые работают вместе, чтобы создавать инновационные и функциональные пространства.
    </p>
    <h2>
      Услуги
    </h2>
    <p>
      Биплан предоставляет полный спектр услуг по дизайну помещений, включая:
    </p>
    <ul>
      <li>Дизайн интерьера жилых и коммерческих помещений</li>
      <li>Архитектурное проектирование</li>
      <li>Ландшафтный дизайн</li>
      <li>Меблировка и декорирование</li>
      <li>Авторский надзор</li>
      <li>Подход</li>
    </ul>
    Студия придерживается комплексного подхода к дизайну, учитывая как эстетические, так и функциональные аспекты пространства. Дизайнеры Биплан работают в тесном сотрудничестве с клиентами, чтобы понять их потребности и создать индивидуальные решения, которые отражают их стиль жизни и предпочтения.

    <h2>
      Портфолио
    </h2>
    <p>
      За годы работы Биплан создала впечатляющее портфолио проектов, включая жилые дома, офисы, рестораны, отели и общественные пространства. Студия известна своим вниманием к деталям, использованием высококачественных материалов и инновационным подходом к дизайну.
    </p>

    <h3 class="text-xl">
      Признание
    </h3>

    <p>
      Дизайн-студия Биплан получила многочисленные награды и признание за свою работу, включая:
    </p>
    <ul>
      <li>
        Премию «Лучший дизайн-проект года» на фестивале «Интерьерный салон»
      </li>
      <li>
        Премию «Золотой Трезини» в номинации «Лучший реализованный проект частного дома»
      </li>
      <li>
        Премию «Архитектурная премия Москвы» в номинации «Лучший проект реконструкции и реставрации»
      </li>
    </ul>
  </main>
</template>
